Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Input Source
ar: مصدر الإدخال
ca: Font d'entrada
cs: Zdroj vstupu
da: Inputkilde
de: Eingabequelle
es: Fuente de entrada
fi: Syöttölähde
fr: Source de saisie
he: מקור קלט
hu: Beviteli forrás
it: Sorgente di input
ja: 入力ソース
ko: 입력 소스
nb: Inndatakilde
nl: Invoerbron
pl: Źródło wprowadzania
pt_br: Fonte de entrada
pt_pt: Origem de entrada
ro: Sursă de intrare
sl: Vir vnosa
sv: Inmatningskälla
uk: Джерело введення
vi: Nguồn nhập
zh_hans: 输入源
zh_hant: 輸入來源

# Input tokens %@ of %@ budget, %lld percent
source: Input tokens %1$@ of %2$@ budget, %3$lld percent
ar: رموز الإدخال %1$@ من ميزانية %2$@، %3$lld بالمئة
ca: Tokens d'entrada %1$@ de %2$@ del pressupost, %3$lld per cent
cs: Vstupní tokeny %1$@ z rozpočtu %2$@, %3$lld procent
da: Input-tokens %1$@ af %2$@ budget, %3$lld procent
de: Eingabetokens %1$@ von %2$@ Budget, %3$lld Prozent
es: Tokens de entrada %1$@ de %2$@ del presupuesto, %3$lld por ciento
fi: Syötetokenit %1$@/%2$@ budjetista, %3$lld prosenttia
fr: Jetons d'entrée %1$@ sur %2$@ du budget, %3$lld pour cent
he: אסימוני קלט %1$@ מתוך תקציב %2$@, %3$lld אחוז
hu: Bemeneti tokenek %1$@ a %2$@ keretből, %3$lld százalék
it: Token di input %1$@ su %2$@ del budget, %3$lld per cento
ja: 入力トークン %1$@ / %2$@（%3$lld パーセント）
ko: 입력 토큰 %1$@ / %2$@ 예산, %3$lld 퍼센트
nb: Input-tokens %1$@ av %2$@ budsjett, %3$lld prosent
nl: Invoertokens %1$@ van %2$@ budget, %3$lld procent
pl: Tokeny wejściowe %1$@ z budżetu %2$@, %3$lld procent
pt_br: Tokens de entrada %1$@ de %2$@ do orçamento, %3$lld por cento
pt_pt: Tokens de entrada %1$@ de %2$@ do orçamento, %3$lld por cento
ro: Tokenuri de intrare %1$@ din bugetul de %2$@, %3$lld la sută
sl: Vhodni žetoni %1$@ od %2$@ proračuna, %3$lld odstotkov
sv: Inmatningstokens %1$@ av %2$@ budget, %3$lld procent
uk: Вхідні токени %1$@ з %2$@ бюджету, %3$lld відсотків
vi: Token đầu vào %1$@ trên %2$@ ngân sách, %3$lld phần trăm
zh_hans: 输入令牌 %1$@ / %2$@ 预算，%3$lld 百分比
zh_hant: 輸入權杖 %1$@ / %2$@ 預算，%3$lld 百分比

source: Insert as
ar: إدراج كـ
ca: Insereix com a
cs: Vložit jako
da: Indsæt som
de: Einfügen als
es: Insertar como
fi: Liitä muodossa
fr: Insérer en tant que
he: הדבק בתור
hu: Beillesztés mint
it: Inserisci come
ja: 形式を指定して挿入
ko: 다른 형식으로 붙여넣기
nb: Lim inn som
nl: Invoegen als
pl: Wstaw jako
pt_br: Inserir como
pt_pt: Inserir como
ro: Inserează ca
sl: Vstavi kot
sv: Klistra in som
uk: Вставити як
vi: Dán dưới dạng
zh_hans: 粘贴为
zh_hant: 貼上為

source: Insert your %@ YubiKey...
ar: أدخِل %@ YubiKey...
ca: Insereix la YubiKey %@...
cs: Vložte svůj %@ YubiKey...
da: Indsæt din %@ YubiKey...
de: Stecke deinen %@ YubiKey ein...
es: Inserta tu YubiKey %@...
fi: Kytke %@ YubiKey...
fr: Insérez votre YubiKey %@...
he: הכנס את ה-YubiKey %@ שלך...
hu: Helyezze be a(z) %@ YubiKey-t...
it: Inserisci la YubiKey %@...
ja: %@ YubiKeyを挿入してください...
ko: %@ YubiKey를 삽입하세요...
nb: Sett inn %@ YubiKey-en din...
nl: Plaats je %@ YubiKey...
pl: Włóż YubiKey %@...
pt_br: Insira seu YubiKey %@...
pt_pt: Insira a sua YubiKey %@...
ro: Introduceți YubiKey-ul %@...
sl: Vstavite %@ YubiKey ...
sv: Sätt i din %@ YubiKey...
uk: Вставте %@ YubiKey...
vi: Cắm YubiKey %@ của bạn...
zh_hans: 请插入您的 %@ YubiKey...
zh_hant: 請插入您的 %@ YubiKey⋯

source: Insert your YubiKey
ar: أدخِل YubiKey
ca: Insereix la YubiKey
cs: Vložte YubiKey
da: Indsæt din YubiKey
de: Stecke deinen YubiKey ein
es: Inserta tu YubiKey
fi: Kytke YubiKey
fr: Insérez votre YubiKey
he: הכנס את ה-YubiKey
hu: Helyezze be a YubiKey-t
it: Inserisci la YubiKey
ja: YubiKeyを挿入してください
ko: YubiKey를 삽입하세요
nb: Sett inn YubiKey-en
nl: Plaats je YubiKey
pl: Włóż YubiKey
pt_br: Insira o YubiKey
pt_pt: Insira o YubiKey
ro: Introdu YubiKey
sl: Vstavite YubiKey
sv: Sätt i din YubiKey
uk: Вставте YubiKey
vi: Cắm YubiKey của bạn
zh_hans: 请插入 YubiKey
zh_hant: 請插入 YubiKey

source: Install default keys
ar: تثبيت المفاتيح الافتراضية
ca: Instal·la les claus per defecte
cs: Nainstalovat výchozí klíče
da: Installer standardnøgler
de: Standardschlüssel installieren
es: Instalar claves predeterminadas
fi: Asenna oletusavaimet
fr: Installer les clés par défaut
he: התקן מפתחות ברירת מחדל
hu: Alapértelmezett kulcsok telepítése
it: Installa le chiavi predefinite
ja: デフォルト鍵をインストール
ko: 기본 키 설치
nb: Installer standardnøkler
nl: Standaardsleutels installeren
pl: Zainstaluj domyślne klucze
pt_br: Instalar chaves padrão
pt_pt: Instalar chaves predefinidas
ro: Instalează cheile implicite
sl: Namesti privzete ključe
sv: Installera standardnycklar
uk: Встановити ключі за замовчуванням
vi: Cài đặt khóa mặc định
zh_hans: 安装默认密钥
zh_hant: 安裝預設金鑰

source: Install Key
ar: تثبيت المفتاح
ca: Instal·lar clau
cs: Nainstalovat klíč
da: Installer nøgle
de: Schlüssel installieren
es: Instalar clave
fi: Asenna avain
fr: Installer la clé
he: התקן מפתח
hu: Kulcs telepítése
it: Installa chiave
ja: キーをインストール
ko: 키 설치
nb: Installer nøkkel
nl: Sleutel installeren
pl: Zainstaluj klucz
pt_br: Instalar Chave
pt_pt: Instalar Chave
ro: Instalare cheie
sl: Namesti ključ
sv: Installera nyckel
uk: Встановити ключ
vi: Cài đặt khóa
zh_hans: 安装密钥
zh_hant: 安裝金鑰

source: Install Key on Server
ar: تثبيت المفتاح على الخادم
ca: Instal·lar clau al servidor
cs: Nainstalovat klíč na server
da: Installer nøgle på server
de: Schlüssel auf Server installieren
es: Instalar clave en el servidor
fi: Asenna avain palvelimelle
fr: Installer la clé sur le serveur
he: התקן מפתח על השרת
hu: Kulcs telepítése a szerverre
it: Installa chiave sul server
ja: サーバーにキーをインストール
ko: 서버에 키 설치
nb: Installer nøkkel på server
nl: Sleutel op server installeren
pl: Zainstaluj klucz na serwerze
pt_br: Instalar Chave no Servidor
pt_pt: Instalar Chave no Servidor
ro: Instalare cheie pe server
sl: Namesti ključ na strežnik
sv: Installera nyckel på server
uk: Встановити ключ на сервер
vi: Cài đặt khóa trên máy chủ
zh_hans: 在服务器上安装密钥
zh_hant: 在伺服器上安裝金鑰

source: Install on Server
ar: التثبيت على الخادم
ca: Instal·lar al servidor
cs: Nainstalovat na server
da: Installer på server
de: Auf Server installieren
es: Instalar en el servidor
fi: Asenna palvelimelle
fr: Installer sur le serveur
he: התקן על השרת
hu: Telepítés a szerverre
it: Installa sul server
ja: サーバーにインストール
ko: 서버에 설치
nb: Installer på server
nl: Op server installeren
pl: Zainstaluj na serwerze
pt_br: Instalar no Servidor
pt_pt: Instalar no Servidor
ro: Instalare pe server
sl: Namesti na strežnik
sv: Installera på server
uk: Встановити на сервер
vi: Cài đặt trên máy chủ
zh_hans: 安装到服务器
zh_hant: 安裝到伺服器

source: Install specific key
ar: تثبيت مفتاح محدد
ca: Instal·la una clau específica
cs: Nainstalovat konkrétní klíč
da: Installer specifik nøgle
de: Bestimmten Schlüssel installieren
es: Instalar clave específica
fi: Asenna tietty avain
fr: Installer une clé spécifique
he: התקן מפתח ספציפי
hu: Adott kulcs telepítése
it: Installa una chiave specifica
ja: 特定の鍵をインストール
ko: 특정 키 설치
nb: Installer spesifikk nøkkel
nl: Specifieke sleutel installeren
pl: Zainstaluj konkretny klucz
pt_br: Instalar chave específica
pt_pt: Instalar chave específica
ro: Instalează o cheie specifică
sl: Namesti določen ključ
sv: Installera specifik nyckel
uk: Встановити конкретний ключ
vi: Cài đặt khóa cụ thể
zh_hans: 安装指定密钥
zh_hant: 安裝指定金鑰

source: Install this specific key (matches saved key names)
ar: تثبيت هذا المفتاح المحدد (يطابق أسماء المفاتيح المحفوظة)
ca: Instal·la aquesta clau específica (coincideix amb els noms de les claus desades)
cs: Nainstalovat tento konkrétní klíč (odpovídá názvům uložených klíčů)
da: Installer denne specifikke nøgle (matcher gemte nøglenavne)
de: Diesen bestimmten Schlüssel installieren (stimmt mit gespeicherten Schlüsselnamen überein)
es: Instalar esta clave específica (coincide con nombres de claves guardadas)
fi: Asenna tämä tietty avain (vastaa tallennettuja avainnimiä)
fr: Installer cette clé spécifique (correspond aux noms de clés enregistrées)
he: התקן מפתח ספציפי זה (מתאים לשמות מפתחות שמורים)
hu: Adott kulcs telepítése (mentett kulcsnevek alapján)
it: Installa questa chiave specifica (corrisponde ai nomi delle chiavi salvate)
ja: この特定の鍵をインストール（保存済みの鍵名と一致）
ko: 이 특정 키 설치 (저장된 키 이름과 일치)
nb: Installer denne spesifikke nøkkelen (samsvarer med lagrede nøkkelnavn)
nl: Deze specifieke sleutel installeren (komt overeen met opgeslagen sleutelnamen)
pl: Zainstaluj ten konkretny klucz (dopasowuje nazwy zapisanych kluczy)
pt_br: Instalar esta chave específica (corresponde aos nomes das chaves salvas)
pt_pt: Instalar esta chave específica (corresponde aos nomes das chaves guardadas)
ro: Instalează această cheie specifică (corespunde numelor cheilor salvate)
sl: Namesti ta določen ključ (se ujema z imeni shranjenih ključev)
sv: Installera denna specifika nyckel (matchar sparade nyckelnamn)
uk: Встановити цей конкретний ключ (збігається зі збереженими назвами ключів)
vi: Cài đặt khóa cụ thể này (khớp với tên khóa đã lưu)
zh_hans: 安装此指定密钥（匹配已保存的密钥名称）
zh_hant: 安裝此指定金鑰（比對已儲存的金鑰名稱）

source: Installing...
ar: جارٍ التثبيت...
ca: Instal·lant...
cs: Instalace…
da: Installerer...
de: Wird installiert …
es: Instalando…
fi: Asennetaan...
fr: Installation…
he: מתקין...
hu: Telepítés...
it: Installazione...
ja: インストール中...
ko: 설치 중...
nb: Installerer …
nl: Installeren...
pl: Instalowanie...
pt_br: Instalando...
pt_pt: A instalar...
ro: Se instalează…
sl: Nameščanje ...
sv: Installerar...
uk: Встановлення…
vi: Đang cài đặt...
zh_hans: 正在安装…
zh_hant: 正在安裝⋯

source: Instance '%@' is offline
ar: المثيل '%@' غير متصل
ca: La instància «%@» està fora de línia
cs: Instance „%@“ je offline
da: Instansen '%@' er offline
de: Instanz „%@“ ist offline
es: La instancia '%@' está sin conexión
fi: Instanssi '%@' on offline-tilassa
fr: L'instance « %@ » est hors ligne
he: המופע '%@' אינו מקוון
hu: A(z) „%@” példány offline
it: L'istanza '%@' è offline
ja: インスタンス「%@」はオフラインです
ko: 인스턴스 '%@'이(가) 오프라인 상태입니다
nb: Instansen «%@» er frakoblet
pl: Instancja „%@” jest offline
pt_br: A instância '%@' está offline
pt_pt: A instância '%@' está offline
ro: Instanța „%@” este offline
sl: Instanca »%@« je brez povezave
sv: Instans '%@' är offline
uk: Інстанс «%@» офлайн
vi: Instance '%@' đang ngoại tuyến
zh_hans: 实例“%@”已离线
zh_hant: 執行個體「%@」已離線

source: Instance '%@' must be running
ar: يجب أن يكون المثيل '%@' قيد التشغيل
ca: La instància «%@» ha d'estar en execució
cs: Instance „%@“ musí běžet
da: Instansen '%@' skal køre
de: Instanz „%@“ muss laufen
es: La instancia '%@' debe estar en ejecución
fi: Instanssin '%@' on oltava käynnissä
fr: L'instance « %@ » doit être en cours d'exécution
he: המופע '%@' חייב להיות פעיל
hu: A(z) „%@” példánynak futnia kell
it: L'istanza '%@' deve essere in esecuzione
ja: インスタンス「%@」は実行中である必要があります
ko: 인스턴스 '%@'이(가) 실행 중이어야 합니다
nb: Instansen «%@» må kjøre
nl: Instance '%@' moet actief zijn
pl: Instancja „%@” musi być uruchomiona
pt_br: A instância '%@' precisa estar em execução
pt_pt: A instância '%@' tem de estar em execução
ro: Instanța „%@” trebuie să ruleze
sl: Instanca »%@« mora biti zagnana
sv: Instans '%@' måste köras
uk: Інстанс «%@» має бути запущений
vi: Instance '%@' phải đang chạy
zh_hans: 实例“%@”必须处于运行状态
zh_hant: 執行個體「%@」必須處於執行中狀態

source: Instance '%@' not found
ar: لم يتم العثور على المثيل '%@'
ca: No s'ha trobat la instància «%@»
cs: Instance „%@“ nenalezena
da: Instansen '%@' blev ikke fundet
de: Instanz „%@“ nicht gefunden
es: Instancia '%@' no encontrada
fi: Instanssia '%@' ei löytynyt
fr: Instance « %@ » introuvable
he: המופע '%@' לא נמצא
hu: A(z) „%@” példány nem található
it: Istanza '%@' non trovata
ja: インスタンス「%@」が見つかりません
ko: 인스턴스 '%@'을(를) 찾을 수 없습니다
nb: Instansen «%@» ble ikke funnet
nl: Instance '%@' niet gevonden
pl: Nie znaleziono instancji „%@”
pt_br: Instância '%@' não encontrada
pt_pt: Instância '%@' não encontrada
ro: Instanța „%@” nu a fost găsită
sl: Instanca »%@« ni najdena
sv: Instans '%@' hittades inte
uk: Інстанс «%@» не знайдено
vi: Không tìm thấy instance '%@'
zh_hans: 未找到实例“%@”
zh_hant: 找不到執行個體「%@」

source: Insufficient permissions: %@
ar: صلاحيات غير كافية: %@
ca: Permisos insuficients: %@
cs: Nedostatečná oprávnění: %@
da: Utilstrækkelige rettigheder: %@
de: Unzureichende Berechtigungen: %@
es: Permisos insuficientes: %@
fi: Riittämättömät oikeudet: %@
fr: Autorisations insuffisantes : %@
he: הרשאות לא מספיקות: %@
hu: Nincs elegendő jogosultság: %@
it: Permessi insufficienti: %@
ja: 権限が不足しています: %@
ko: 권한이 부족합니다: %@
nb: Utilstrekkelige tillatelser: %@
nl: Onvoldoende rechten: %@
pl: Niewystarczające uprawnienia: %@
pt_br: Permissões insuficientes: %@
pt_pt: Permissões insuficientes: %@
ro: Permisiuni insuficiente: %@
sl: Nezadostna dovoljenja: %@
sv: Otillräckliga behörigheter: %@
uk: Недостатньо прав: %@
vi: Không đủ quyền: %@
zh_hans: 权限不足：%@
zh_hant: 權限不足：%@

source: Intensity
ar: الشدة
ca: Intensitat
cs: Intenzita
da: Intensitet
de: Intensität
es: Intensidad
fi: Voimakkuus
fr: Intensité
he: עוצמה
hu: Intenzitás
it: Intensità
ja: 強度
ko: 강도
nb: Intensitet
nl: Intensiteit
pl: Intensywność
pt_br: Intensidade
pt_pt: Intensidade
ro: Intensitate
sl: Intenzivnost
sv: Intensitet
uk: Інтенсивність
vi: Cường độ
zh_hans: 强度
zh_hant: 強度

source: Interrupt current command
ar: مقاطعة الأمر الحالي
ca: Interromp l'ordre actual
cs: Přerušit aktuální příkaz
da: Afbryd aktuel kommando
de: Aktuellen Befehl unterbrechen
es: Interrumpir el comando actual
fi: Keskeytä nykyinen komento
fr: Interrompre la commande en cours
he: הפסק את הפקודה הנוכחית
hu: Aktuális parancs megszakítása
it: Interrompi il comando corrente
ja: 現在のコマンドを中断
ko: 현재 명령어 중단
nb: Avbryt gjeldende kommando
nl: Huidige opdracht onderbreken
pl: Przerwij bieżące polecenie
pt_br: Interromper comando atual
pt_pt: Interromper comando atual
ro: Întrerupe comanda curentă
sl: Prekini trenutni ukaz
sv: Avbryt aktuellt kommando
uk: Перервати поточну команду
vi: Ngắt lệnh hiện tại
zh_hans: 中断当前命令
zh_hant: 中斷目前指令

source: Invalid
ar: غير صالح
ca: No vàlida
cs: Neplatný
da: Ugyldig
de: Ungültig
es: No válida
fi: Virheellinen
fr: Invalide
he: לא תקין
hu: Érvénytelen
it: Non valido
ja: 無効
ko: 유효하지 않음
nb: Ugyldig
nl: Ongeldig
pl: Nieprawidłowy
pt_br: Inválida
pt_pt: Inválida
sl: Neveljavno
sv: Ogiltig
uk: Недійсний
vi: Không hợp lệ
zh_hans: 无效
zh_hant: 無效

source: Invalid API key. Please check your API key in Settings.
ar: مفتاح API غير صالح. يرجى التحقق من مفتاح API في الإعدادات.
ca: Clau API no vàlida. Comproveu la vostra clau API a Configuració.
cs: Neplatný API klíč. Zkontrolujte svůj API klíč v Nastavení.
da: Ugyldig API-nøgle. Kontroller venligst din API-nøgle i Indstillinger.
de: Ungültiger API-Schlüssel. Bitte überprüfen Sie Ihren API-Schlüssel in den Einstellungen.
es: Clave API no válida. Verifique su clave API en Ajustes.
fi: Virheellinen API-avain. Tarkista API-avaimesi Asetuksissa.
fr: Clé API invalide. Veuillez vérifier votre clé API dans les Réglages.
he: מפתח API לא תקין. בדוק את מפתח ה-API בהגדרות.
hu: Érvénytelen API kulcs. Kérjük, ellenőrizze API kulcsát a Beállításokban.
it: Chiave API non valida. Controlla la chiave API nelle Impostazioni.
ja: API keyが無効です。設定でAPI keyを確認してください。
ko: API key가 유효하지 않습니다. 설정에서 API key를 확인하세요.
nb: Ugyldig API-nøkkel. Kontroller API-nøkkelen din i Innstillinger.
nl: Ongeldige API-sleutel. Controleer uw API-sleutel in Instellingen.
pl: Nieprawidłowy klucz API. Sprawdź swój klucz API w Ustawieniach.
pt_br: Chave API inválida. Verifique sua chave API nos Ajustes.
pt_pt: Chave API inválida. Verifique a sua chave API nas Definições.
ro: Cheie API invalidă. Verifică cheia API în Setări.
sl: Neveljaven API ključ. Preverite svoj API ključ v Nastavitvah.
sv: Ogiltig API-nyckel. Kontrollera din API-nyckel i Inställningar.
uk: Недійсний ключ API. Перевірте ключ API у налаштуваннях.
vi: Khóa API không hợp lệ. Vui lòng kiểm tra khóa API trong Cài đặt.
zh_hans: API key无效。请在设置中检查您的API key。
zh_hant: API key無效。請在設定中檢查您的API key。

source: Invalid base64 data
ar: ‏بيانات base64 غير صالحة
ca: Dades base64 no vàlides
cs: Neplatná data base64
da: Ugyldige base64-data
de: Ungültige base64-Daten
es: Datos base64 no válidos
fi: Virheellinen base64-data
fr: Données base64 invalides
he: נתוני base64 לא תקינים
hu: Érvénytelen base64 adat
it: Dati base64 non validi
ja: base64データが無効です
ko: 유효하지 않은 base64 데이터
nb: Ugyldige base64-data
nl: Ongeldige base64-data
pl: Nieprawidłowe dane base64
pt_br: Dados base64 inválidos
pt_pt: Dados base64 inválidos
ro: Date base64 invalide
sl: Neveljavni podatki base64
sv: Ogiltig base64-data
uk: Недійсні дані base64
vi: Dữ liệu base64 không hợp lệ
zh_hans: base64 数据无效
zh_hant: base64 資料無效

source: Invalid credential: %@
ar: بيانات اعتماد غير صالحة: %@
ca: Credencial no vàlida: %@
cs: Neplatný přihlašovací údaj: %@
da: Ugyldig legitimationsoplysning: %@
de: Ungültige Anmeldedaten: %@
es: Credencial no válida: %@
fi: Virheellinen tunnistetieto: %@
fr: Identifiant non valide : %@
he: פרטי כניסה לא חוקיים: %@
hu: Érvénytelen hitelesítő adat: %@
it: Credenziale non valida: %@
ja: 資格情報が無効です: %@
ko: 잘못된 자격 증명: %@
nb: Ugyldig legitimasjon: %@
nl: Ongeldige inloggegevens: %@
pl: Nieprawidłowe poświadczenie: %@
pt_br: Credencial inválida: %@
pt_pt: Credencial inválida: %@
ro: Credențială nevalidă: %@
sl: Neveljavna poverilnica: %@
sv: Ogiltiga inloggningsuppgifter: %@
uk: Недійсні реєстраційні дані: %@
vi: Thông tin xác thực không hợp lệ: %@
zh_hans: 凭据无效：%@
zh_hant: 憑證無效：%@

source: Invalid credentials
ar: بيانات اعتماد غير صالحة
ca: Credencials no vàlides
cs: Neplatné přihlašovací údaje
da: Ugyldige legitimationsoplysninger
de: Ungültige Anmeldedaten
es: Credenciales no válidas
fi: Virheelliset tunnistetiedot
fr: Identifiants non valides
he: פרטי כניסה לא חוקיים
hu: Érvénytelen hitelesítő adatok
it: Credenziali non valide
ja: 資格情報が無効です
ko: 잘못된 자격 증명
nb: Ugyldig legitimasjon
nl: Ongeldige inloggegevens
pl: Nieprawidłowe poświadczenia
pt_br: Credenciais inválidas
pt_pt: Credenciais inválidas
ro: Credențiale nevalide
sl: Neveljavne poverilnice
sv: Ogiltiga inloggningsuppgifter
uk: Недійсні облікові дані
vi: Thông tin xác thực không hợp lệ
zh_hans: 凭据无效
zh_hant: 憑證無效

source: Invalid jump host port number.
ar: رقم منفذ مضيف القفز غير صالح.
ca: El número de port de l'amfitrió de salt no és vàlid.
cs: Neplatné číslo portu Jump Host.
da: Ugyldigt portnummer for jump host.
de: Ungültige Jump-Host-Portnummer.
es: Número de puerto del host de salto no válido.
fi: Virheellinen hyppyisännän porttinumero.
fr: Numéro de port du jump host invalide.
he: מספר פורט לא תקין עבור מארח Jump.
hu: Érvénytelen Jump gazdagép portszám.
it: Numero di porta del jump host non valido.
ja: ジャンプホストのポート番号が無効です。
ko: 점프 호스트 포트 번호가 유효하지 않습니다.
nb: Ugyldig portnummer for mellomvert.
nl: Ongeldig poortnummer voor jump host.
pl: Nieprawidłowy numer portu hosta pośredniego.
pt_br: Número de porta do jump host inválido.
pt_pt: Número de porta do anfitrião de salto inválido.
ro: Număr de port jump host invalid.
sl: Neveljavna številka vrat Jump gostitelja.
sv: Ogiltigt portnummer för jump host.
uk: Неправильний номер порту проміжного хоста.
vi: Số cổng jump host không hợp lệ.
zh_hans: 跳板机端口号无效。
zh_hant: 跳板機連接埠號碼無效。

source: Invalid kubeconfig: %@
ar: kubeconfig غير صالح: %@
ca: Kubeconfig no vàlid: %@
cs: Neplatný kubeconfig: %@
da: Ugyldig kubeconfig: %@
de: Ungültige Kubeconfig: %@
es: Kubeconfig no válido: %@
fi: Virheellinen kubeconfig: %@
fr: Kubeconfig non valide : %@
he: kubeconfig לא חוקי: %@
hu: Érvénytelen kubeconfig: %@
it: Kubeconfig non valido: %@
ja: kubeconfigが無効です: %@
ko: 잘못된 kubeconfig: %@
nb: Ugyldig kubeconfig: %@
nl: Ongeldige kubeconfig: %@
pl: Nieprawidłowy kubeconfig: %@
pt_br: kubeconfig inválido: %@
pt_pt: Kubeconfig inválido: %@
ro: Kubeconfig nevalid: %@
sl: Neveljaven kubeconfig: %@
sv: Ogiltig kubeconfig: %@
uk: Недійсний kubeconfig: %@
vi: Kubeconfig không hợp lệ: %@
zh_hans: kubeconfig 无效：%@
zh_hant: kubeconfig 無效：%@

source: Invalid management URL. Enter a valid http(s) address (e.g. https://netbird.your-company.com).
ar: عنوان URL للإدارة غير صالح. أدخل عنوان http(s) صالحًا (مثال: https://netbird.your-company.com).
ca: URL de gestió no vàlida. Introduïu una adreça http(s) vàlida (p. ex. https://netbird.your-company.com).
cs: Neplatná URL pro správu. Zadejte platnou adresu http(s) (např. https://netbird.your-company.com).
da: Ugyldig administrations-URL. Angiv en gyldig http(s)-adresse (f.eks. https://netbird.your-company.com).
de: Ungültige Verwaltungs-URL. Geben Sie eine gültige http(s)-Adresse ein (z. B. https://netbird.your-company.com).
es: URL de administración no válida. Introduce una dirección http(s) válida (p. ej. https://netbird.your-company.com).
fi: Virheellinen hallinta-URL. Anna kelvollinen http(s)-osoite (esim. https://netbird.your-company.com).
fr: URL de gestion non valide. Saisissez une adresse http(s) valide (par ex. https://netbird.your-company.com).
he: כתובת ניהול לא חוקית. הזן כתובת http(s) חוקית (למשל https://netbird.your-company.com).
hu: Érvénytelen felügyeleti URL. Adjon meg egy érvényes http(s) címet (pl. https://netbird.your-company.com).
it: URL di gestione non valido. Inserisci un indirizzo http(s) valido (ad es. https://netbird.your-company.com).
ja: 管理URLが無効です。有効なhttp(s)アドレスを入力してください（例: https://netbird.your-company.com）。
ko: 관리 URL이 잘못되었습니다. 유효한 http(s) 주소를 입력하세요 (예: https://netbird.your-company.com).
nb: Ugyldig administrasjons-URL. Angi en gyldig http(s)-adresse (f.eks. https://netbird.your-company.com).
nl: Ongeldige beheer-URL. Voer een geldig http(s)-adres in (bijv. https://netbird.your-company.com).
pl: Nieprawidłowy adres URL zarządzania. Podaj prawidłowy adres http(s) (np. https://netbird.your-company.com).
pt_br: URL de gerenciamento inválida. Insira um endereço http(s) válido (ex: https://netbird.your-company.com).
pt_pt: URL de gestão inválido. Introduza um endereço http(s) válido (por exemplo, https://netbird.your-company.com).
ro: URL de gestionare nevalid. Introduceți o adresă http(s) validă (de ex. https://netbird.your-company.com).
sl: Neveljaven URL za upravljanje. Vnesite veljaven naslov http(s) (npr. https://netbird.your-company.com).
sv: Ogiltig hanterings-URL. Ange en giltig http(s)-adress (t.ex. https://netbird.your-company.com).
uk: Недійсна URL-адреса керування. Введіть коректну адресу http(s) (наприклад, https://netbird.your-company.com).
vi: URL quản lý không hợp lệ. Nhập một địa chỉ http(s) hợp lệ (ví dụ: https://netbird.your-company.com).
zh_hans: 管理 URL 无效。请输入有效的 http(s) 地址（例如 https://netbird.your-company.com）。
zh_hant: 管理 URL 無效。請輸入有效的 http(s) 位址（例如 https://netbird.your-company.com）。

source: Invalid port number. Must be between 1 and 65535.
ar: رقم المنفذ غير صالح. يجب أن يكون بين 1 و65535.
ca: El número de port no és vàlid. Ha d'estar entre 1 i 65535.
cs: Neplatné číslo portu. Musí být mezi 1 a 65535.
da: Ugyldigt portnummer. Skal være mellem 1 og 65535.
de: Ungültige Portnummer. Muss zwischen 1 und 65535 liegen.
es: Número de puerto no válido. Debe estar entre 1 y 65535.
fi: Virheellinen porttinumero. Sen on oltava välillä 1–65535.
fr: Numéro de port invalide. Il doit être compris entre 1 et 65535.
he: מספר פורט לא תקין. חייב להיות בין 1 ל-65535.
hu: Érvénytelen portszám. 1 és 65535 között kell lennie.
it: Numero di porta non valido. Deve essere compreso tra 1 e 65535.
ja: ポート番号が無効です。1〜65535の範囲で指定してください。
ko: 포트 번호가 유효하지 않습니다. 1에서 65535 사이여야 합니다.
nb: Ugyldig portnummer. Må være mellom 1 og 65535.
nl: Ongeldig poortnummer. Moet tussen 1 en 65535 liggen.
pl: Nieprawidłowy numer portu. Musi mieścić się w zakresie od 1 do 65535.
pt_br: Número de porta inválido. Deve estar entre 1 e 65535.
pt_pt: Número de porta inválido. Deve estar entre 1 e 65535.
ro: Număr de port invalid. Trebuie să fie între 1 și 65535.
sl: Neveljavna številka vrat. Biti mora med 1 in 65535.
sv: Ogiltigt portnummer. Måste vara mellan 1 och 65535.
uk: Неправильний номер порту. Має бути від 1 до 65535.
vi: Số cổng không hợp lệ. Phải nằm trong khoảng từ 1 đến 65535.
zh_hans: 端口号无效。必须在 1 到 65535 之间。
zh_hant: 連接埠號碼無效。必須介於 1 到 65535 之間。
